/* Sheet Title */
"Are you sure you want to quit Welly?" = "Are you sure you want to quit Welly?";
"Are you sure you want to close this tab?" = "Are you sure you want to close this tab?";
"Are you sure you want to reconnect?" = "Are you sure you want to reconnect?";
"Are you sure you want to paste?" = "Are you sure you want to paste?";
"Are you sure you want to open the composer?" = "Are you sure you want to open the composer?";
"Site address format error" = "Site address format error";
"This function only works on PTT" = "This function only works on PTT";

/* Default Button */
"Close" = "Close";
"Confirm" = "Confirm";
"Quit" = "Quit";

/* Cancel Button */
"Cancel" = "Cancel";

/* Sheet Message */
"There are %d tabs open in Welly. Do you want to quit anyway?" = "There are %d tabs open in Welly. Do you want to quit anyway?";
"The connection is still alive. If you close this tab, the connection will be lost. Do you want to close this tab anyway?" = "The connection is still alive. If you close this tab, the connection will be lost. Do you want to close this tab anyway?";
"The connection is still alive. If you reconnect, the current connection will be lost. Do you want to reconnect anyway?" = "The connection is still alive. If you reconnect, the current connection will be lost. Do you want to reconnect anyway?";
"It seems that you are not in edit mode. Pasting may cause unpredictable behaviors. Are you sure you want to paste?" = "It seems that you are not in edit mode. Pasting may cause unpredictable behaviors. Are you sure you want to paste?";
"It seems that you are not in edit mode. Using composer now may cause unpredictable behaviors. Are you sure you want to continue?" = "It seems that you are not in edit mode. Using composer now may cause unpredictable behaviors. Are you sure you want to continue?";
"Your BBS ID (username) should be provided explicitly by \"id@\" in the site address field in order to use auto-login for telnet connections." = "Your BBS ID (username) should be provided explicitly by \"id@\" in the site address field in order to use auto-login for telnet connections.";
"If you believe that this function also works on this BBS, create an issue on Github to tell me." = "If you believe that this function also works on this BBS, create an issue on Github to tell me.";

/* Preferences */
"General" = "General";
"Colors" = "Colors";
"Fonts" = "Fonts";
"Connection" = "Connection";

/* IP Seeker */
"LQIPBadFile" = "Cannot open IP data file";
"LQCountryUnknown" = "Unknown Country";
"LQAreaUnknown" = "Unknown Area";
"LQIPLocation" = "IP Address: %@    Location: %@";

/* Site */
"DefaultSiteName" = "Untitled";

/* Auto Reply */
"DefaultAutoReplyString" = "[Welly] I'm not around, please contact me later.";
"MessageWindowTitle" = "You have %d unread message(s)";
"AutoReplyGrowlTipFormat" = "%@\n(replied automatically)";

/* Preview */
"Connecting" = "Connecting";
"Completed" = "Completed";
"Opening browser" = "Opening browser";
"Canceled" = "Download canceled";

/* EXIF info */
"Original Date Time" = "Original Date Time: \n%@\n\n";
"Exposure Time" = "Exposure Time: %@ s\n";
"Focal Length" = "Focal Length: %@ mm\n";
"F Number" = "F Number: %@\n";
"ISO" = "ISO: %@\n";
"tiffStringFormat" = "\nManufacturer and Model: \n%@ %@";

/* Cover flow */
"Are you sure you want to delete the cover?" = "Are you sure you want to delete the cover?";
"Welly will delete this cover file, please confirm." = "Welly will delete this cover file, please confirm.";
"Delete" = "Remove it anyway";
"Drag an image file to Welly to set the cover of this site. " = "Drag an image file to Welly to set the cover of this site. \n Drag the cover out to remove.";

/* Color */
"Black" = "Black";
"Red" = "Red";
"Green" = "Green";
"Yellow" = "Yellow";
"Blue" = "Blue";
"Magenta" = "Magenta";
"Cyan" = "Cyan";
"White" = "White";
"BlackHilite" = "Black (Highlight)";
"RedHilite" = "Red (Highlight)";
"GreenHilite" = "Green (Highlight)";
"YellowHilite" = "Yellow (Highlight)";
"BlueHilite" = "Blue (Highlight)";
"MagentaHilite" = "Magenta (Highlight)";
"CyanHilite" = "Cyan (Highlight)";
"WhiteHilite" = "White (Highlight)";

/* Restore font */
"Are you sure you want to restore all your font settings?" = "Are you sure you want to restore all your font settings?";
"If you proceed, you will lost all your current font settings for Welly, and this operation is only encouraged when your font settings are missing. Are you sure you want to continue?" = "If you proceed, you will lost all your current font settings for Welly, and this operation is only encouraged when your font settings are missing. Are you sure you want to continue?";

/* Mouse Button */
"Compose Post" = "Compose Post";
"Delete Post" = "Delete Post";
"Show Note" = "Show Note";
"Show Help" = "Show Help";
"Normal To Digest" = "Digest Mode";
"Digest To Thread" = "Thread Mode";
"Thread To Mark" = "Mark Mode";
"Mark To Origin" = "Origin Mode";
"Origin To Normal" = "Normal Mode";
"Author To Normal" = "Normal Mode";
"Display All Boards" = "Display All Boards";
"Sort Boards" = "Sort Boards";
"Switch Boards Number" = "Switch Boards Number";
"Delete Board" = "Delete Board";
"Author: %@" = "Author: %@";
"Jump To Mail List" = "Jump To Mail List";
"Enter Excerption" = "Enter Excerption";
// User Info
"Chat" = "Chat";
"Mail" = "Mail";
"Send Message" = "Send Message";
"Add To Friend List" = "Add To Friend List";
"Remove From Friend List" = "Remove From Friend List";
"Switch User List Mode" = "Switch User List Mode";
"Show User Description" = "Show User Description";
"Previous User" = "Previous User";
"Next User" = "Next User";

/* Contextual Menu */
// Moving Area
"Press Home" = "Press Home";
"Press End" = "Press End";
"Quit Mode" = "Quit Mode";
// Author Button
"Info for %@" = "Info for %@";
"Add %@ as friend" = "Add %@ as friend";
// Click Entry
"Download post" = "Download post";
"Thread top" = "Thread top";
"Thread bottom" = "Thread bottom";
"Same author reading" = "Same author reading";
"Same thread reading" = "Same thread reading";
// URL
"Copy URL" = "Copy URL";
"Open With Browser" = "Open With Browser";
"URL Mode" = "URL Mode";
"Normal Mode" = "Normal Mode";
// Selected String
"Search in Spotlight" = "Search in Spotlight";
"Look Up in Dictionary" = "Look Up in Dictionary";
"Copy" = "Copy";
"Save as Emoticon" = "Save as Emoticon";

/* Growl Notification Name */
"File Transfer" = "File Transfer";
"EXIF Information" = "EXIF Information";
"New Message Received" = "New Message Received";

/* The title for New Bookmark Portal Item */
"New Bookmark" = "New Bookmark";

// Presentation Mode
"Enter Presentation Mode" = "Enter Presentation Mode";
"Exit Presentation Mode" = "Exit Presentation Mode";
